export default {
  homeCover: {
    main: 'الرئيسية',
    availableCourse: 'الدورات المتاحة',
    studentProfile: 'حسابي',
    lang: 'اللغة',
    signupFree: 'سجل مجاناً',
    startJourney: 'إبدأ رحلتك التعليمية ,تعلم اليوم, لتقود الغد',
    manyCourses: '235 كورس في اللغة العربيةو تحفيظ القرآن الكريم يتم تدريسها من قبل خبراء',
    search: 'بحث',
    suggest: 'مقترح',
    firstSuggest: 'د/محمد العريفي',
    secondSuggest: 'د/عمر عبدالكافي',
    thirdSuggest: 'د/أحمد سلمان',
    startNow: 'إبداها الأن'
  },
  iqraa: {
    iqraaAcademy: 'أكاديمية إقرأ',
    learningWebsite: 'موقع تعليمي رائد في تعلم اللغة العربية وتحفيظ القرآن الكريم',
    firstCardText1: 'نسعى جاهدين للقضاء على ضعف الانتماء للوعي اللغوي',
    firstCardText2: 'ننشر اللغة التي اصطفاها االله و حفاظا على هويتنا العربية نسعى لتعلم اللغة العربية و استخدامها بشكل صحيح و سليم',
    secondCardText1: 'المساهمة في حفظ كتاب الله "القرآن الكريم"',
    secondCardText2: 'المساهمة في حفظ القرآن الكريم,و فهمه, وتعليمه, و العمل بأحكامه, كما تساهم في فهم الحديث النبوي الشريف',
    thirdCardText1: 'نقدم الدعم السخي لطلابنا في جميع الاوقات',
    thirdCardText2: 'نقدم الدعم لطلابنا دائما لتحقيق اهدافهم الاكاديمية و التغلب على الصعوبات و المشاكل التي تؤثر على تحقيق اهدافهم'
  },
  carousel: {
    title: 'تعرف على الدورات المقدمة',
    showAll: 'عرض الكل',
    newestCourses: 'أحدث الدورات',
    highestRating: 'الأعلى تقييماً'
  },
  academyInfo: {
    course: 'كورس',
    student: 'ألف طالب',
    lecture: 'درس',
    time: 'ألف ساعة تعليمية'
  },
  createAccount: {
    createAccountTitle: 'إنشاء حساب',
    firstText: '- ادخل إلى صفحة تسجيل الحساب و إملئ البيانات المطلوبة ',
    secondText: '- بعد التسجيل قم بفتح بريدك الإلكتروني و اضغط على رابط التفعيل ',
    thirdText: ' إذا كان لديك حساب بالفعل قم ',
    login: 'بتسجيل الدخول'
  },
  chooseCourse: {
    howtoChoose: 'كيف تختار دورتكـ؟',
    text1: 'استخدم البحث للوصول للدوره المرغوبه او تصفح اقسام الدورات لتحديد المجال التي تود البدء',
    text2: 'لدينا مسارات تعليمية توضح لك الطريق من البداية إلى النهاية',
    availableCourses: 'الدورات المتاحة'
  },
  completedSection: {
    title: 'حساب التقدم في الدورة !!',
    text1: 'قم بالتسجيل في الدورة المرغوبة',
    text2: 'قم بمذاكرة جميع دروسهااون لاين بدون تسريع او تقديم للفيديو اثناء مذاكرتك لكل درس',
    text3: 'نقوم بإضافةالكورس إلى إنجازاتك بمجرد الإنتهاء منه مباشرة'
  },
  footer: {
    terms: 'الشروط و الاحكام',
    suggest: 'اقترح دورة تدريبية',
    Contests_grants: 'مسابقات و منح',
    addScholarship: 'إضافة منحة او مسابقة',
    beWithUs: 'كن من فريق العمل '
  }
}
